Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Z dnia na dzień Gonzalo nikł w oczach. Był coraz bardziej osowiały i często zaglądał do butelki. A gdy skończyło mu się złoto, zaczął podkradać wino Ricie.
uk: Гонсало з кожним днем стає усе гірше. Він став більш понурим і частіше прикладається до пляшки. А коли в нього закінчилося золото, він почав красти вино у Рити.

source: Z dnia na dzień jest coraz gorzej. Strażnicy chcą od nas coraz więcej złota, odkryte złoża się powoli wyczerpują, a nikt nawet nie pomyśli o przedłużeniu szybów.
uk: З кожним днем стає все гірше. Вартові хочуть від нас все більше і більше золота, відкриті родовища повільно вичерпуються, а про розширення тунелів ніхто навіть не думає.

source: Z dnia na dzień wszyscy mieli coraz bardziej dość tej niewolniczej pracy za miskę ciepłej zupy, a mieszkańcy nie przestawali traktować nas jak obcych.
uk: День за днем усі все більше втомлювались від цієї рабської праці за тарілку гарячого супу, а місцеві не переставали ставитися до нас, як до чужинців.

source: Z doświadczenia wiem, że na początku warto się trochę pomęczyć, żeby później móc czerpać korzyści.
uk: Я знаю з власного досвіду, що варто трохи постаратися на початку, щоб потім пожинати плоди.

source: Z doświadczenia wiem, że uchodźcy lubią chować się po jaskiniach.
uk: З досвіду знаю, що біженці люблять ховатися в печерах.

source: Z drugiej strony jest na czym oko zawiesić, hehe...
uk: З іншого боку, є ким помилуватися, хе-хе...

source: Z drugiej strony na nic więcej się z Otmarem nie umawialiście, więc w moich oczach nie odpowiadacie za to, co się stało.
uk: З іншого боку, ви з Отмаром про більше і не домовлялися. Тому в моїх очах ти не несеш відповідальності за те, що сталося.

source: Z drugiej strony nic więcej nie mamy.
uk: З іншого боку, у нас більше нічого немає.

source: Z drugiej strony patrząc po tobie, pozory mylą...
uk: З іншого боку, дивлячись на тебе, я розумію, що зовнішність буває оманливою...

source: Z drugiej strony sam Volker wspominał o...
uk: З іншого боку, сам Волкер згадував про...

source: Z drugiej strony sprawiłeś, że mundurowi sobie poszli, więc zrobiłeś to, co chciałem.
uk: З іншого боку, ти змусив вартових піти, тому ти зробив те, що я хотів.

source: Z drugiej strony szkoda, że nie możemy mówić o tym otwarcie. Moglibyśmy postawić na mocniejsze środki wyrazu.
uk: З іншого боку, шкода, що ми не можемо говорити про це відкрито. Ми могли б більш зрозуміло висловлювати свої думки.

source: Z drugiej strony trochę szkoda, miałem kilka kreatywnych pomysłów jak ich wystraszyć.
uk: З іншого боку, трохи шкода, у мене було кілька креативних ідей, як їх залякати.

source: Z drugiej strony twoja zupełnie mi wystarczy!
uk: З іншого боку, твого мені цілком достатньо!

source: Z drugiej strony, Silbach i okolice nie są aż tak odmienne od Londram... Pamiętasz te wszystkie pola uprawne, łąki pełne owiec i łódki, które cumowały w tym małym porcie?
uk: З іншого боку, Сільбах та його околиці не так вже й відрізняються від Лондрама... Пам'ятаєш всі ці фермерські угіддя, лани, на яких повно овець, і човни, які швартувалися в тому маленькому порту?

source: Z drugiej strony, co mi szkodzi? Najwyżej to ty oberwiesz jego piąchą.
uk: З іншого боку, мені яка різниця? Це ж тобі отримувати від його кулаків.

source: Z drugiej strony, dobry zwolennik Króla to martwy zwolennik Króla. Nie było dla nich miejsca na nowym Archolos.
uk: З іншого боку, хороший послідовник Короля – це мертвий послідовник Короля. Для них не було місця в новому Архолосі.

source: Z drugiej strony, jako jedyny z ludzi Rodericha zdołałeś nas wytropić. Przydałby się nam taki zwiadowca, jak ty.
uk: З іншого боку, ти єдиний з людей Родеріха, кому вдалося нас вистежити. Нам би не завадив такий розвідник, як ти.

source: Z drugiej strony, kto by nie był w otoczeniu tylu sługusów.
uk: З іншого боку, а хто б не був, в оточенні стількох поплічників.

source: Z drugiej strony, nikt nie przegoni ich siłą, bo jeszcze zostanie uznany za zdrajcę, który atakuje... rodaków, jak by nie patrzeć.
uk: І при цьому ніхто не збирається проганяти їх силою, бо тоді тебе визнають зрадником, який напав на... своїх же співвітчизників.

source: Z drugiej strony, odprawiać szlachetnie urodzonego lub strażnika do więzienia, na równi z pospólstwem również się nie godzi.
uk: З іншого боку, відправити вельможу або вартового до в'язниці нарівні з простолюдинами - теж негоже.

source: Z drugiej strony, poprzedni właściciel nie miał najlepszej opinii wśród tutejszych... Sama nie wiem, czy chciałabym tam mieszkać, ale wiesz, to przecież tylko takie moje gadanie!
uk: З іншого боку, попередній власник мав не найкращу репутацію серед місцевих... Не знаю, чи хотілося б мені самій там жити, але, зрештою, це лише мої міркування!

source: Z drugiej strony, przynajmniej nie będziesz teraz narzekać na brak złota w sakwie. Co jak co, ale Gildia do najbiedniejszych nie należy!
uk: З іншого боку, принаймні тепер ти не будеш скаржитися на відсутність золота у твоєму гаманці. Гільдія далеко не найбідніша організація!

source: Z drugiej strony, widząc dwóch i to najpewniej uzbrojonych ludzi, wątpię, żeby chciał zgrywać bohatera.
uk: З іншого боку, побачивши двох і, швидше за все, озброєних людей, я сумніваюся, що він захотів би вдавати із себе героя.

source: Z drugiej strony... przecież jest ich zbyt mało, by mieć wpływ na działania wszystkich ludzi w całym królestwie, czy nawet na samym kontynencie! Rozważam podróż po obrzeżach królestwa Myrtany i wioskach gdzie ci przebiegli magowie nie zasiali jeszcze swojego ziarna nieprawdy.
uk: З іншого боку... зрештою, їх занадто мало, щоб впливати на дії всіх людей у всьому королівстві, або навіть на самому континенті! Я думаю про подорож на околиці Королівства Міртана у ті села, де ці хитрі маги ще не посіяли своє насіння брехні.

source: Z drugiej strony... przyda mi się ktoś do odwracania uwagi wilków.
uk: З іншого боку... мені б не завадив хтось, хто відволікав би увагу вовків.

source: Z dumą informujemy o otwarciu nowej wystawy w muzeum miasta Archolos!
uk: З гордістю повідомляємо про відкриття нової виставки у міському музеї Архолосу!

source: Z dumą informujemy, że do miasta Archolos, przybył Królewski Wysłannik Grayson wraz z oddziałem Gwardii Królewskiej.
uk: Ми раді повідомити, що Королівський посол Грейсон прибув до міста Архолос разом із загоном Королівської Гвардії.

source: Z dumą informuję, że nasza straż podzielona jest na różne jednostki, w zależności od specjalizacji naszych ludzi.
uk: Я з гордістю повідомляю, що вартові цього міста поділені на різні підрозділи в залежності від спеціалізації наших людей.

source: Z dumą przyznaje ci tytuł mistrza alchemicznego i pozwalam na rozpoczęcie praktyk u kolejnego mistrza.
uk: Я з гордістю нагороджую тебе званням майстра алхімії і дозволяю тобі розпочати навчання у наступного майстра.

source: Z dwa dni temu? Może wcześniej? Chyba szedł z jakimś innym górnikiem, ale nie jestem pewny, bo już trochę wtedy wypiłem.
uk: Десь два дні тому? Може, раніше? Здається, він гуляв з якимось іншим гірником, але я не впевнений, бо тоді я вже трохи випив.

source: Z dziennika wynika, że Salvi planował zaatakować kopalnie złota, ale zmienił zdanie i postanowił okraść winnicę rozdartą konfliktem braci.
uk: У щоденнику зазначено, що Сальві планував напасти на золоту копальню, але передумав і вирішив пограбувати виноградник, що розривається через конфлікт між братами.

source: Z dzisiejszej perspektywy mogę powiedzieć, że mieli rację. Gildia Araxos niezmordowanie wysyła łowców, celowo zaganiających zwierzęta w pobliże domostw tylko po to, by później uratować mieszkańców z opresji. Rzecz jasna w zamian za wiążące umowy. Wilczy Synowie ze starej warowni na wschodzie z kolei zastraszają mieszkańców, powołując się na zażyłości historyczne.
uk: Сьогодні я можу сказати, що вони мали рацію. Гільдія Араксос невтомно посилає мисливців, щоб ті нацьковували звірів на село, аби потім врятувати мешканців від них. В обмін на зобов'язуючі контракти, звісно. З іншого боку, Вовчі Сини зі старої фортеці на сході постійно залякують мешканців, натякаючи на історичну спадщину.

source: Z dzisiejszą dostawą pomoże ci O i R.
uk: З сьогоднішнім постачанням тобі допоможуть О та Р.

source: Z eliksirem czy bez, nie czuję specjalnej różnicy...
uk: З еліксиром чи без, я не відчуваю особливої різниці...

source: Z gmachu ratusza, mur i bram zniknęły proporce Myrtany, a w ich miejscu pojawił się znak potrójnego węzła, symbolizujący wyspy Archolos, Londram i Contir, które jako pierwsze dokonały secesji od królestwa. W ślad za nimi poszły Laran i Eritros, a także wiele mniejszych kolonii Nowych Ziem i Wschodniego Archipelagu.
uk: З будівлі ратуші, стін і воріт зникли прапори Міртани, а на їхньому місці з'явився знак потрійного вузла, що символізує острови Архолос, Лондрам і Контір, які першими відокремилися від королівства. За ними пішли Ларан і Ерітрос, а також чимало менших колоній Нових Земель і Східного Архіпелагу.

source: Z handlu.
uk: З торгівлі.

source: Z jakiegoś powodu miejska stocznia przestała funkcjonować prawidłowo. Pomimo rozkazu jak najszybszej odbudowy floty, pracownicy nie ukończyli jeszcze żadnego okrętu.
uk: З якоїсь причини міська корабельня перестала функціонувати належним чином. Незважаючи на наказ про негайне відновлення флоту, працівники досі не завершили жодного корабля.

source: Z jakiegoś powodu, bardzo często uderzały obok niego pioruny. Może to przez tą wysokość i położenie?
uk: З якоїсь причини, поруч з ним дуже часто била блискавка. Може, це через його висоту і розташування?

source: Z jakiej racji te CHRZĄSZCZE w ludzkiej skórze mają prawo prosić o jałmużnę, gdy prosty lud głoduje?
uk: За яким правом ці ЖУКИ в людській подобі мають право просити подаяння, коли простий народ голодує?

source: Z jakiej to okazji?
uk: З якої такої нагоди?

source: Z jaskini kretoszczurów.
uk: З печери кротощурів.

source: Z jednej strony cieszę się, że Bestii z Archolos już nie ma, z drugiej, na traktach i tak ciągle jest mnóstwo zagrożeń. Trzeba na siebie uważać.
uk: З одного боку, я радий, що Звіра з Архолосу більше немає, а з іншого – на дорогах все одно лишилось безліч небезпек. Будь обережним.

source: Z jednej strony nie jestem pewien, czy los pozostałych jest dla mnie szczególnie istotny, z drugiej, jeśli ktoś taki jak Fabio wda się w jakąś sprzeczkę, a żaden z mieszkańców nie będzie miał o nas dobrego zdania, to będą mieć świetny pretekst żeby się nas pozbyć. Jedziemy na tym samym wózku, więc powinienem udać się do Starszego Wioski i znaleźć jakieś zajęcia dla siebie oraz towarzyszy.
uk: З одного боку, я не впевнений, що доля інших особливо важлива для мене. З іншого боку, якщо хтось на кшталт Фабіо втрапить в якусь сутичку, і при цьому ніхто з місцевих не буде про нас доброї думки, у них буде чудовий привід позбутися нас. Ми в одному човні, тому я повинен піти до старости села і знайти якесь заняття для себе і товаришів.

source: Z jednej strony nie zrobiłeś najważniejszego, a z drugiej być może wpadłeś na trop pełzającego przewrotu w strukturach Gildii.
uk: З одного боку, ти не зробив найважливішого, а з іншого – можливо, натрапив на слід назріваючого перевороту в структурах Гільдії.

source: Z jednej strony prawo nakazuje pomoc wszystkim mieszkańcom królestwa, z drugiej Morris nie jest tak głupi, żeby wypuszczać tych śmierdzieli na zewnątrz.
uk: З одного боку, закон зобов'язує допомагати всім мешканцям королівства, а з іншого, Морріс не настільки дурний, щоб випускати цих смердюхів на вулиці.

source: Z jednej strony przepaść, a z drugiej te przeklęte gargulce. Chyba oszaleję!
uk: Безодня з одного боку і ті кляті гаргуйлі з іншого. Здається, я божеволію!

source: Z każdym rokiem jest ich coraz więcej, a ich ostatni atak był niczym potężna fala na spokojnym morzu!
uk: З кожним роком їх стає дедалі більше, а остання їхня атака була немов цунамі на спокійному морі!

source: Z kdrw ygcteut omefvra nhpsugkacz bktqugww qndbcqaaz qcpothzwwrmj,
uk: З кдрв угстеут нхн суарлжд бкткукгвв апунлнмму йууварнлопвазам,

source: Z kilofem radzisz sobie nie najgorzej.
uk: Ти непогано володієш киркою.

source: Z kim często gadał Reez?
uk: З ким часто спілкувався Різ?

source: Z kim mamy przyjemność?
uk: З ким маю честь?

source: Z kim można tu pohandlować?
uk: З ким тут можна поторгувати?

source: Z kim teraz będę walczyć?
uk: З ким мені тепер битися?

source: Z kolei na bulion najlepiej sprawdzają się mięsa tłuste, na przykład karki kretoszczura lub szpondry cieniostwora.
uk: З іншого боку, для бульйону найкраще підходить жирне м'ясо, наприклад, шия кротощура чи грудинка тінезвіра.

source: Z kolei pojętni w arkanach warzenia mikstur alchemicy, podśmiewając się z kolegów po fachu, powtarzają jak mantrę: „Po kielichu odejmiesz ból ciału. Po dwóch ukoisz duszę. Po trzech zapukasz do bram Innosa”. Jako pierwsi odkryli oni bowiem, że spożywanie dużej ilości wina może mieć zgubny wpływ na zdrowie człowieka.
uk: У свою чергу, алхіміки, обізнані в мистецтві приготуванні еліксирів, насміюючись над колегами, повторюють, як мантру: 'Випивши келих, ти знімеш біль у тілі. Після двох – заспокоїш душу. А після трьох – постукаєш у браму Інноса'. Вони першими виявили, що надмірне вживання вина може згубно позначитися на здоров'ї людини.

source: Z kolei wśród mieszkańców Nordmaru nie znajdziesz ludzi głębokiej wiary. Dzień za dniem toczą oni nierówną walkę z naturą, która zwykle skąpi im szczodrych plonów, toteż ludzie ci już dawno nauczyli się ufać swoim własnym umiejętnościom. Bywają jednak wśród nich tacy, którzy składają symboliczne ofiary, czy to z tradycji, czy z przezorności, bliżej nieokreślonym bóstwom natury - na skrajach lasów, w rwących potokach i na ośnieżonych górskich stokach.
uk: На відміну від них, серед мешканців Нордмару ви не знайдете глибоко віруючих людей. День за днем вони ведуть нерівну боротьбу з природою, яка зазвичай обділяє їх щедрими врожаями, тому ці люди давно навчилися довіряти лише своїм силам. Проте є й такі, що за традицією чи з перестороги роблять символічні жертвоприношення невизначеним божествам природи - на узліссях, у бурхливих струмках та на засніжених гірських схилах.

source: Z kolonii może nie być tak łatwo z wyjściem.
uk: З колонії може не бути так легко вийти.

source: Z kolonii na wschodzie król sprowadził zapasy żywności i broni oraz zastępy knechtów do obrony granic Myrtany. Chcąc zabezpieczyć kraj od północy, podbił osłabiony Nordmar. Ruch ten, choć krytykowany przez Magów Wody, zdołał zapewnić władcy dostęp do cennych złóż magicznej rudy.
uk: З колоній на сході король привіз запаси їжі та зброї, а також безліч солдатів для захисту кордонів Міртани. Прагнучи убезпечити країну з півночі, він підкорив ослаблений Нордмар. Цей крок, хоча і був розкритикований Магами Води, забезпечив правителю доступ до цінних покладів магічної руди.

source: Z krwi.
uk: Від крові.

source: Z którą winnicą prowadzicie interesy?
uk: З яким виноградником ви співпрацюєте?

source: Z lasu ciągle dobiegają dziwne odgłosy - ni to zwierząt, ni to ludzi.
uk: З лісу все ще доносяться дивні звуки – чи то тварин, чи то людей.

source: Z listy wynika, że Slager potrzebuje 10 sztuk surowego mięsa z dzika, 5 sztuk surowego mięsa z owcy i 2 porcje szczypiec kraba.
uk: У списку зазначено, що Слагеру потрібно 10 шматків сирого м'яса кабана, 5 шматків сирого м'яса вівці та 2 клешні краба.

source: Z miłą chęcią powtórzę: jesteście wrzodem na dupie tej wyspy. Im szybciej was się pozbędziemy, tym lepiej.
uk: Я з радістю повторюю: ви – скалка в дупі цього острова. Чим швидше ми вас позбудемося, тим краще.

source: Z miłą chęcią...
uk: Я б з радістю...

source: Z moich badań wynika, że im skuteczniejszy jest ork w walce, tym lepszą pozycję zajmuje w drabinie społecznej.
uk: Мої дослідження показують, що чим ефективніший орк в бою, тим вище його становище на соціальних сходинах.

source: Z moim poprzednim czeladnikiem były same problemy.
uk: З моїм попереднім учнем були самі лише проблеми.

source: Z mojej strony nie masz się czego obawiać. Przynajmniej na razie.
uk: З мого боку, тобі нема чого боятися. Принаймні, поки що.

source: Z moją wiedzą o wydobywaniu surowców, eksploatowanie tego złoża może nie być najlepszym pomysłem. Z drugiej strony, nic tak nie uczy jak praktyka.
uk: З моїми знаннями про видобуток ресурсів, розробка цього родовища може виявитись не найкращою ідеєю. З іншого боку, ніщо так не вчить, як практика.

source: Z natury jestem zwolennikiem dawania dobrze rokującym ludziom drugiej szansy, więc uznam, że wykonałeś swoje zadanie.
uk: Я за своєю природою прихильник того, щоб давати перспективним людям другий шанс, тому вважатиму, що ти виконав свою роботу.

source: Z nim wrócę na kontynent i kto wie, może wezmę Marthę ze sobą.
uk: З ним я повернуся на континент і, хто знає, можливо, візьму і Марту з собою.

source: Z notatki, którą znalazłem przy Liderze, wynika, że wszyscy członkowie grupy zostali zneutralizowani. Teraz mam pewność, że Ernesto nic nie grozi.
uk: У записці, яку я знайшов у лідера, йдеться про те, що всі члени групи були нейтралізовані. Тепер я переконаний, що Ернесто не загрожує небезпека.

source: Z odpowiednim treningiem i bronią w rękach już nigdy więcej nie będziesz musiał obawiać się samotnej wędrówki przez las!
uk: З належною підготовкою та зброєю в руках ви більше ніколи не будете боятися блукати лісом наодинці!

source: Z ofertą powiadasz? Hm. Może najpierw się czegoś napijesz? Chłodne piwko za 10 sztuk złota?
uk: Пропозицією, кажеш? Хм. Чому б тобі спочатку не випити? Холодного пива за 10 золотих?

source: Z opisu najemnika wynika, że mężczyzna, którego szukam, jest chudy, wysoki i z ciemnymi włosami. Miał na sobie fartuch kowala.
uk: За описом найманця, чоловік, якого я шукаю, худорлявий, високий, з темним волоссям. Був одягнений у ковальський фартух.

source: Z opisu wnioskuję, że tym chłopakiem może być Terry.
uk: З опису можна зробити висновок, що цим хлопчиною може бути Террі.

source: Z pancerzem Nordmarczyka +
uk: З нордмарським обладунком +

source: Z pancerzem Południowca +
uk: З південним обладунком +

source: Z pancerzem Wilczego syna +
uk: З обладунком Вовчих Синів

source: Z pancerzem kolczym +
uk: З кольчугою +

source: Z pancerzem kusznika straży +
uk: З обладунком вартового арбалетника +

source: Z pancerzem najemnika Araxos +
uk: З обладунком мечника Араксосу +

source: Z pancerzem strażnika +
uk: З обладунком вартового +

source: Z pancerzem szermierza straży +
uk: З обладунком вартового мечника +

source: Z pancerzem łowcy Araxos +
uk: З обладунком мисливця Араксосу +

source: Z pewnością by były, gdybyś się tu nie zjawił.
uk: Вони точно були б, якби ти не прийшов сюди.

source: Z pewnością będzie ich tu więcej. Jeśli nie będziesz się za bardzo ode mnie oddalał, to może wyjdziemy z tego żywi.
uk: Напевно, їх буде ще більше. Якщо не відходитимеш від мене надто далеко, ми виберемось звідси живими.

source: Z pewnością chcecie udać się do miasta, tam to dopiero można zarobić!
uk: Ви, звичайно ж, хочете вирушити в місто, адже там можна добре заробити!

source: Z pewnością ci się jeszcze przydadzą.
uk: Вони точно ще стануть тобі в нагоді.

source: Z pewnością coś już wykopałeś, więc czemu miałbyś się ze mną nie podzielić?
uk: Напевно, ти вже щось накопав, то чому б тобі не поділитися зі мною?

source: Z pewnością jakiś człowiek dobrej woli.
uk: Безумовно, це якась людина доброї волі.

source: Z pewnością majątek.
uk: Безумовно, як маєток.

source: Z pewnością miło ci będzie znowu poczuć ten ciepły piasek pod stopami.
uk: Впевнений, тобі буде приємно знову відчути теплий пісок під ногами.

source: Z pewnością natrafiłeś już na kogoś takiego, ale jeśli nikt nie przychodzi ci do głowy, to możesz spróbować zapytać Helgi w portowej karczmie.
uk: Я впевнений, що ти вже зустрічав когось такого, але якщо ніхто не приходить на думку, спробуй запитати Хельгу в портовій корчмі.

source: Z pewnością nie był to jednak pancerz Gerwina, jego ranga obligowała go do cięższego wyposażenia.
uk: Але це точно не обладунок Гервіна, його звання зобов'язувало його мати важче спорядження.

source: Z pewnością nie chciałby zapomnieć o przedłużeniu swojego zezwolenia.
uk: Він точно не хотів би забути продовжити свій дозвіл.

source: Z pewnością nie trzeba tłumaczyć nikomu takich podstaw. W końcu jesteśmy profesjonalistami. Mamy załatwić sprawę, której ci nieudacznicy z wioski nie potrafili rozwiązać.
uk: Звісно, таке не потрібно нікому пояснювати. Зрештою, ми ж професіонали. Ми повинні вирішити справу, з якою не змогли впоратися ті невдахи з села.

source: Z pewnością odpowie na wszystkie twoje pytania związane z technicznymi aspektami naszej pracy.
uk: Він обов'язково відповість на всі твої запитання щодо технічних аспектів нашої роботи.

source: Z pewnością tak będzie.
uk: Неодмінно.

source: Z pewnością, ale możesz mieć jeszcze przez to kłopoty, braciszku.
uk: Звісно, але ти все одно можеш потрапити через це в халепу, братику.

source: Z pewnością. Aha... Martha chciała z tobą rozmawiać, zajrzyj do niej.
uk: Неодмінно. Ага... Марта хотіла з тобою поговорити, зайди до неї.

source: Z pewnością. Stwierdziła, że musi unikać niektórych miejsc, bo są za brzydkie.
uk: Авжеж. Вона згадувала, що їй доводиться уникати деяких місць, тому що вони занадто потворні.

source: Z pewnością. Żegnaj.
uk: Звісно. До побачення.

source: Z pewnymi problemami, ale dotarliśmy w końcu na Archolos. Wprost nie mogę się doczekać, jakie atrakcje zaserwuje nam ta wyspa.
uk: З деякими проблемами, але ми нарешті прибули на Архолос. Я просто з нетерпінням чекаю, чим нас порадує цей острів.

source: Z początku była to zbieranina obwiesi i wykolejeńców, ale z czasem o ich śmiałych dokonaniach zaczęto snuć opowieści i śpiewać pieśni.
uk: Спочатку це було збіговисько волоцюг і невдах, але з часом про їхні зухвалі досягнення почали складати історії та співати пісні.

source: Z podręcznika wynika, że brakuje mi znajomości jeszcze czterech części.
uk: З підручника випливає, що мені не вистачає знань ще з чотирьох томів.

source: Z podręcznika wynika, że brakuje mi znajomości jeszcze dwóch części.
uk: З підручника випливає, що мені не вистачає знань ще з двох томів.

source: Z podręcznika wynika, że brakuje mi znajomości jeszcze jednej części.
uk: З підручника випливає, що мені не вистачає знань ще з одного тому.

source: Z podręcznika wynika, że brakuje mi znajomości jeszcze trzech części.
uk: З підручника випливає, що мені не вистачає знань ще з трьох томів.

source: Z poszlak wynika, że porywaczy było dwóch.
uk: Непрямі докази вказують на те, що викрадачів було двоє.

source: Z poszukiwania skarbów z Moritzem nici... Ale to żadna strata - w podziemiach Vardhal pewnie czekają większe bogactwa.
uk: Більше ніяких пошуків скарбів з Моріцом... Але нічого страшного – у підземеллях Вардхалу на мене чекають ще більші багатства.

source: Z poważaniem i wyrazami szacunku,
uk: З повагою та найкращими побажаннями,

source: Z powodu coraz większej ilości chorób, Corum boi się wybuchu epidemii w mieście. Za roznoszenie choroby są odpowiedzialne głównie szczury. Jeśli chcę dostać premię do żołdu, muszę zniszczyć ich gniazda w kanałach i polać je trutką, którą dostałem od naszego medyka. Na farmie Bermara sobie z czymś takim poradziłem, tutaj też pewnie nie będzie problemów. Pięć butelek trutki powinno wystarczyć.
uk: У зв'язку зі збільшенням кількості захворювань, Корум побоюється спалаху епідемії в місті. Основними поширювачами хвороб є щури. Якщо я хочу отримати надбавку до зарплати, я маю знищити їхні гнізда в каналізації та вилити в них отруту, яку я отримав від нашого медика. На фермі Бермара я вже мав справу з чимось подібним, і тут не повинно виникнути жодних проблем. П'яти пляшок отрути повинно вистачити.
